Repository: mcguffin/two-factor-webauthn
Catalog: languages/two-factor-webauthn-*.po
Languages: de_de

source: Web Authentication requires an HTTPS connection. Please use an alternative 2nd factor method.
de_de: Web Authentifizierung benötigt eine HTTPS-Verbindung. Bitte nutze eine Backup-Methode.

source: An error occurred while creating authentication data.
de_de: Beim Erstellen der Authentifizierungsdaten ist ein Fehler aufgetreten.

source: Please authenticate yourself.
de_de: Bitte authentifiziere dich.

source: Connect to Authenticator
de_de: Mit Authentifizierer verbinden

source: Your Browser does not support WebAuthn.
de_de: Dein Browser unterstützt leider kein WebAuthn.

source: Please use a backup method.
de_de: Bitte wähle eine Backup-Methode.

source: You can configure hardware authenticators like an USB token or your current device with the button below.
de_de: Hier kannst Du einen Hardware-Authentifizierer registrieren. Z.B. ein USB-Token oder Deinen Computer.

source: Register Device
de_de: Gerät registrieren

source: Invalid request
de_de: Ungültige Anfrage

source: Invalid credential
de_de: Ungültige Zugangsdaten

source: Invalid request data
de_de: Ungültige Anfrage

source: Not allowed to add key
de_de: Nicht erlaubt neuen Schlüssel anzulegen

source: New Device - %s
de_de: Neues Gerät - %s

source: Device already Exists
de_de: Schlüssel existiert bereits

source: Operation not permitted
de_de: Aktion nicht erlaubt

source: Invalid label
de_de: Ungültige Beschriftung

source: No such key
de_de: Kein Schlüssel gefunden

source: Could not edit key
de_de: Konnte Schlüssel nicht speichern

source: Could not delete key
de_de: Konnte Schlüssel nicht löschen

# Short date format
source: m/d/Y
de_de: d.m.Y

source: Created:
de_de: Erstellt:

source: Last used:
de_de: Zuletzt benutzt:

source: - Never -
de_de: – nie –

source: Test
de_de: Testen

source: Delete
de_de: Löschen
